thoughtslist = [
  {
    "day": "2019.7.20",
    "thought": "突然感觉自己完全静不下心来学习啊，为什么自己满脑子想的都是和学习无关的事情呢？"
  },
  {
    "day": "2019.7.29",
    "thought": "压力🍐有时候并不是好事，担心过多才会导致现在的自己停滞不前，抛开所有的担心脚踏实地才是正道"
  },
  {
    "day": "2019.7.30",
    "thought": "今天看到一则推文感觉说的很对，高考和考研有什么区别。高考是群体奋斗考研是孤军奋战，高考有一套流程考研还要自己摸索，高考只需要复习考研还需要考虑工作与将来，高考分数决定一切，考研还有复试与面试。高考有人督促考研靠的是自律，想想真的很难呢"
  },
  {
    "day": "2019.7.31",
    "thought": "现在不努力的话，将来就会为自己当初的幼稚付出代价"
  },
  {
    "day": "2019.8.4",
    "thought": "有时候迫于生活，有些事就是要逼着自己做"
  },
  {
    "day": "2019.9.23",
    "thought": "有时候我们不是输给了别人而是输给了自己"
  }  
  
]